MSG_PREVIEW = """<b>Добро пожаловать в клуб! 🎉</b> 

Теперь у вас есть доступ к сервису «для своих»!

<b>Нажмите кнопку для активации — и получите:</b>
🌟 7 дней пробного периода
🌟 10 Гб трафика в подарок  
🌟 Инструкцию по настройку

Пробный период закончится, но это только начало!
После него вы легко продолжите по одному из тарифов:

"""

WELCOME_MSG = """🌟 Добро пожаловать в <b>Сервис для своих</b> — твой путь к стабильному и быстрому интернету! 🚀

        🔐 Чтобы начать, нужно пройти регистрацию. Это просто!
        💬 Напиши, пожалуйста, <i>имя или @username</i> человека, который тебе нас посоветовал.
        ✨ Уже знаешь, кто это?
        👉 Просто введи его данные — и мы начнём настройку.
        ℹ️ Если не знаешь — напиши <code>нет</code> или <code>не знаю</code>, поможем разобраться!"""

SENDING_REGISTRATION = """Вас пригласил {username}!📝
           ✅ Форма заполнена.
           Теперь вы можете подать заявку на регистрацию."""
