"""
Тексты, связанные с активацией подарочных подписок.
"""

GIFT_KEY_ACTIVATED_MSG = """🎉 Вы активировали подарочную подписку в нашем сервисе! 🎁
                            🔑 Чтобы воспользоваться ею, скопируйте ключ: {public_link} 
                            👇 Вставьте его в приложение и наслаждайтесь быстрым интернетом! 🚀"""

GIFT_ERROR = """❌ К сожаление, не удалось активировать подарок.
        Возможно, временные неполадки. Попробуйте позже."""

GIFT_SUCCESS = """🎁 <b>Подарите VIP-доступ другу!</b>
        Отправьте ему эту ссылку — и он получит <b>тариф «160»</b> на целый месяц
        🔋 <i>1 устройство, 100 ГБ трафика, максимальная скорость!</i>
        ✅ Подарок активируется автоматически при регистрации
        ⏰ Действует только для нового пользователя
        👇 Нажмите, чтобы скопировать ссылку и отправить другу:"""
